{
	"data": [{
			"handle": "organic-yunnan-black-tea",
			"name": "Organic Yunnan Black Tea",
			"benefits": "May enhance memory and improve cardiovascular health, a good coffee alternative, may boost muscle endurance and energy",
			"type": "Black Tea",
			"brew": "5 mins",
			"origin": "Yunnan Province, China",
			"description": "Gourmet Black tea from Yunnan province is generally known Dianhong Tea. The main difference between specialty Dianhong and other Chinese black teas is the amount of fine leaf buds, or 'golden tips' present in the dried tea. Dianhong teas produces a brew that is brassy golden orange in color with a sweet, gentle aroma and no astringency. Cheaper varieties of Dianhong produce a darker brownish brew that can be very bitter. Our loyal guests can rest assured that this variety is the best Bird's Pick!",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110054_b.jpg?v=1528935181",
			"saved": false
		},
		{
			"handle": "wuyi-mountain-bohea-black-tea",
			"name": "Wuyi Mountain (Bohea) Black Tea",
			"benefits": "Anti-inflammatory, contains antioxidants, may improve cardiovascular health",
			"type": "Black Tea",
			"brew": "5 mins",
			"origin": "Fujian, China",
			"description": "Formerly known by the trade name 'Bohea,'' Wuyi tea is a category of black and oolong teas that are unique to the region. These teas are sometimes called rock teas - or yancha - because of the distinctive rocky terrain they’re grown on. Roasted, robust, and delicately smokey, this gourmet tea can also be infused into savory dishes.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110102_b.jpg?v=1528935225",
			"saved": ""
		},
		{
			"handle": "yunnan-gold-black-dianhong-tea",
			"name": "Yunnan Gold (Dianhong) Black Tea",
			"benefits": "May improve cardiovascular health, increase focus, ease digestion",
			"type": "Black Tea",
			"brew": "5 mins",
			"origin": "Yunnan Province, China",
			"description": "Dianhong is a variety of high-end, gourmet Chinese black tea sometimes used in various tea blends and grown in the southwestern countryside of China. These delectable amber-hued leaves carry butter-smooth notes of chocolates and dried red dates. One sip will transport your tastebuds to the paradisical cliff-sides of the Yunnan Province.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110119_b.jpg?v=1528935282",
			"saved": ""
		},
		{
			"handle": "organic-jasmine-green-tea",
			"name": "Organic Jasmine Green Tea",
			"benefits": "Antioxidant-rich, anti-bacterial, may reduce anxiety & prevent cell aging",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "An organic version of your favorite green tea blend! Jasmine green tea is one of the most popular teas enjoyed around the world. Hand-tossed, blended and infused with real jasmine flowers, this tea boasts a wonderfully strong aromatic brew. Great iced or hot, let this tea whisk you away any time of day.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110293_b.jpg?v=1528935861",
			"saved": ""
		},
		{
			"handle": "supreme-high-mountain-fog-green-tea",
			"name": "Supreme High Mountain Fog Green Tea",
			"benefits": "Contains antioxidants, may increase metabolism",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "This High Mountain Fog Green Tea has a wonderful richness due to its natural growth in the mists and fog of the region. This climate induces the production of more chlorophyll, therefore adding a brighter resilience to the leaf as well as enhancing the unique flavors of the tea. It’s one of the smoothest brews with antioxidant benefits.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110171_b.jpg?v=1528935410",
			"saved": ""
		},
		{
			"handle": "instant-lemon-ginger-tea",
			"name": "Instant Lemon Ginger",
			"benefits": "Warming to the body, may aid in digestion, blood circulation, nausea & headaches",
			"type": "Herbal Tea",
			"brew": "Stir",
			"description": "It's our signature Ginger Tea with a citrusy twist! The robust, spicy flavors you love are elevated with the bright sweetness of lemons in this new tea blend. This tea is an instant - just add hot or cold water, stir, and enjoy!",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110373_b.jpg?v=1528935903",
			"saved": ""
		},
		{
			"handle": "peach-paradise-green-tea",
			"name": "Peach Paradise Green Tea",
			"benefits": "Peach contains vitamins, minerals, antioxidants, and fiber.",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Indulge your taste buds with this green tea blend with delicate, tart, and fruity notes. Peach Paradise is made of green tea, dried peach, apple, marigold, and hibiscus.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110213-7_b.jpg?v=1527799512",
			"saved": ""
		},
		{
			"handle": "precious-monkeys-pick-oolong Tea",
			"name": "Precious Monkey's Pick Oolong Tea",
			"benefits": "May increase metabolism & energy levels",
			"type": "Oolong Tea",
			"brew": "3 - 5 mins",
			"description": "Folklore tells of a man discovering a tea bush hanging off the side of a cliff. Unable to reach it, he trained a monkey to pick the leaves for him. While this practice isn't in use today, the name certainly has stuck. Monkey's Pick Oolong boasts earthy, unique aromas that are unveiled with each successive steeping as the leaves unfurl.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/Monkeys_Pick.JPG?v=1514509068",
			"saved": ""
		},
		{
			"handle": "peach-orchard-fruit-blend",
			"name": "Peach Orchard Fruit Blend",
			"benefits": "May lower cholesterol levels, rich in Vitamin C & antioxidants.",
			"type": "Fruit Blend Tea",
			"brew": "5 - 7 mins",
			"description": "A fruit blend reminiscent of summertime with peach and citrus notes. It's caffeine-free, high in vitamin C, and excellent as a sweetened iced tea. Peach Orchard is made from hibiscus, dried peach, apple, orange peel, and marigold.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110213-6_b.jpg?v=1527799424",
			"saved": ""
		},
		{
			"handle": "lemon-black-tea",
			"name": "Lemon Black Tea",
			"benefits": "May increase energy levels & stimulate your mind.",
			"type": "Black Tea",
			"brew": "5 mins",
			"description": "Lemon Black is a unique blend of black teas and sun-dried lemon bits. It brews a refreshing and tart cup of flavored tea, and is phenomenal hot or cold.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110349_b.jpg?v=1527799586",
			"saved": ""
		},
		{
			"handle": "china-rose",
			"name": "China Rose",
			"benefits": "Soothing, a mild diuretic & great for the complexion",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "These aromatic rosebuds are hand-picked and carefully dried to retain its shape. It brews a delicate floral cup of tea. Try blending with other teas to add a rosy flavor!",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/China_Rose.JPG?v=1514508414",
			"saved": ""
		},
		{
			"handle": "organic-yerba-mate",
			"name": "Organic Yerba Mate",
			"benefits": "May improve cardiovascular health, increase focus & concentration, may reduce lactic acid build-up",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Yerba Mate is an incredible herb made from the leaves of a rainforest holly tree native to South America. It contains less caffeine than coffee, but more than black tea - making it a popular drink for those looking to reduce their caffeine consumption. Prepare Yerba Mate using a tea infuser or french press for an instant pick-me-up!",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/yerba_mate_2.jpg?v=1527724566",
			"saved": ""
		},
		{
			"handle": "tranquil-tea-tea-blend",
			"name": "Tranquil-Tea Blend",
			"benefits": "May ease anxiety, aid digestion, relieve body heat and insomnia",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "A calming twist on traditional Chamomile to help calm your senses. This original Bird Pick blend of chamomile, lavender, and mint is powerful yet soothing and helps you get the rest you deserve. Stick your nose in the jar and smell what were talking about! Enjoy the blend with a touch of honey or lemon to help rev up your sleeping capabilities.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110238b.jpg?v=1500022257",
			"saved": ""
		},
		{
			"handle": "supreme-osmanthus",
			"name": "Supreme Osmanthus Flower",
			"benefits": "Known to help ease stomachaches and cramps, aids in removing toxins and quenching thirst",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Osmanthus bloom throughout most of the year and are native to the warm temperatures of Asia. Known for its unforgettable sweet fragrance, they are used in many culinary delights, but can also be enjoyed as a tea. When brewed, the result is a refreshing floral and fragrant drink with hints of pineapple and apricot flavors. Be daring with flavors by adding a pinch of Osmanthus flowers to any tea.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110068b.jpg?v=1500022078",
			"saved": ""
		},
		{
			"handle": "supreme-liquorice-slices",
			"name": "Supreme Liquorice Slices",
			"benefits": "May reduce ulcer symptoms and body fat, has been known to help clear phlegm and improve the respiratory system",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Liquorice grows wild in Europe and Asia and is surprisingly related to the bean and pea plant. Praised in traditional Chinese medicine to help relieve the chest of phlegm and excessive coughing, Liquorice is also used to flavor food, candy and sodas. Medicinally, it’s taken for its anti-inflammatory, antibiotic and anti-allergenic effects.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/400425_b_1.jpg?v=1500021989",
			"saved": ""
		},
		{
			"handle": "supreme-chrysanthemum",
			"name": "Supreme Chrysanthemum",
			"benefits": " May help cool and detoxify the body and improve eyesight, antibacterial, contains antioxidants",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "While we carry both the buds and flowers of Chrysanthemum, the difference lies in the taste. Chrysanthemum flowers have a stronger taste while the buds brew delicate and light. Chrysanthemum means “Golden Flower” in Greek. It has been traditionally used in Chinese medicine since the 15th century to help cool and detoxify the body.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110121b.jpg?v=1500021747",
			"saved": ""
		},
		{
			"handle": "stevia",
			"name": "Stevia",
			"benefits": "Use as sugar substitute, blends well with teas, may inhibit sugar absorption and clean teeth",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Also known as Sweetleaf or Sugarleaf, Stevia is part of the sunflower family and is native to Southern and Central America. Recently gaining popularity as an all-natural sugar substitute, Stevia leaves contain up to thirty-five times the sweetness of ordinary table sugar. Try adding Stevia to your favorite iced teas for light and naturally sweetened drink.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110250b.jpg?v=1500021414",
			"saved": ""
		},
		{
			"handle": "sliced-astragalus-root",
			"name": "Sliced Astragalus Root",
			"benefits": "May boost the immune system, improve overall weakness, lower blood sugar and blood pressure, has been used to treat arthritis and asthma",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Also known as Huang Qi or milk vetch, Astragalus has been used in traditional Chinese medicine for centuries. It is known to boost the body’s immune system with antioxidant effects that inhibit free radical production. It is also used to treat various other conditions, including heart disease.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/400296b.jpg?v=1500021326",
			"saved": ""
		},
		{
			"handle": "saigon-symphony-tea-blend",
			"name": "Saigon Symphony Tea Blend",
			"benefits": "May help purify blood and inhibit sugar absorption, may promote rest and relieve anxiety",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Enjoy the flavors of Thai tea without the caffeine with this exclusive Bird Pick blend. Named after an old, but still oft used, name of the largest city in Vietnam, our blend of Rooibos, Barley, and Vietnamese Cinnamon (also known as Saigon Cinnamon) will be a symphony to your taste buds.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110203b.jpg?v=1500021223",
			"saved": ""
		},
		{
			"handle": "rose-hips",
			"name": "Rose Hip",
			"benefits": "Chock-full of Vitamin C, may ease stomach ailments, improve digestion, and increase blood flow to limbs",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Also known as rose haw or rose hep, Rose Hip is the fruit of the rose plant and can be found just below the rose petal. Known for its extremely high Vitamin C content, they are believed to deliver powerful defense against a cold while also aiding as a mild diuretic to help flush your body from toxins. Try blending with a little hibiscus and honey for a delightful treat. ",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110244b.jpg?v=1500021123",
			"saved": ""
		},
		{
			"handle": "rooibos",
			"name": "Rooibos",
			"benefits": "May promote liver regeneration, calm anxiety, and promote restful sleep, antioxidant rich",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Originating from South Africa, this tea made from the powerful Red Bush plant takes great strides to help you relax and heal. Rooibos is caffeine-free, rich in antioxidants, and believed to restore liver malfunction and treat respiratory conditions. Studies are beginning to show preliminary positive results that Rooibos may improve immunity defects.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110237b.jpg?v=1500021033",
			"saved": ""
		},
		{
			"handle": "roasted-barley-tea-mugicha",
			"name": "Roasted Barley (Mugicha)",
			"benefits": "May aid in digestion, remove toxins, and purify the blood",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "A popular beverage enjoyed in Japan and Korea for both its health benefits and taste. Enjoy Mugicha iced or cold, any time of the day, it’s especially consumed after meals to help cleanse the blood and aid digestion. Some say this tea smells and tastes similar to coffee! Roasted Barley is known to contain iron, B2 and B1 for energy.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110253b_1.jpg?v=1500020433",
			"saved": ""
		},
		{
			"handle": "premium-tien-chi-flower",
			"name": "Premium Tien Chi Flower",
			"benefits": "Traditionally used for its pain relieving and healing properties, may aid in retaining body fluid levels",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Tien Chi Flowers have a distinctive look and taste. Its appearance is a small greenish bud that looks like miniature dried broccoli flowers due to the extracting of the flower petals. These flowers are highly prized throughout Asia for its traditional use of pain relieving and healing properties, as well as aiding in retaining fluid levels.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110140b.jpg?v=1500020341",
			"saved": ""
		},
		{
			"handle": "premium-mulberry-leaf",
			"name": "Premium Mulberry Leaf",
			"benefits": "May aid in balancing blood-sugar levels, known to aid in removing excess heat and toxins",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Mulberry Leaf is made of pan-dried leaves from berry-producing Mulberry plants. Mulberry has been used in traditional Chinese medicine to remove excessive heat and toxins that build up in the body. Mulberry can make a wonderful supplement for those with diabetes by absorbing sugar to balance blood-sugar levels.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110146b.jpg?v=1500020208",
			"saved": ""
		},
		{
			"handle": "premium-mint",
			"name": "Premium Mint",
			"benefits": "May be anti-inflammatory, aid in digestion, ease nausea, cool the body, and soothe muscles",
			"type": "Herbal Tea",
			"brew": "time",
			"description": "Mint oil and leaves have been used since the Ancient Egyptians for medicinal purposes. Our Mint is naturally dried and grown on our tea estates in Zhejiang, China. From cuisines and cleansers to medicine and oils, Mint is one versatile herb! Get creative and add a few Mint leaves to your tea for an uplifting change. ",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110228b.jpg?v=1500019088",
			"saved": ""
		},
		{
			"handle": "premium-american-ginseng",
			"name": "Premium American Ginseng",
			"benefits": "May increase energy, lower diabetic count and stimulate your mind",
			"type": "Herbal Tea",
			"brew": "5 - 10 mins",
			"description": "Ginseng is a fleshy root from the plant species Panax, which means “all heal” in Greek. The name itself is translated from the Chinese characters meaning “man root,” and it has long been used in traditional Chinese medicine. It has been known to be an adaptogen – not only helping the body deal with stress, but also cooling it and boosting immunity.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/300087b.jpg?v=1500018898",
			"saved": ""
		},
		{
			"handle": "pot-marigold",
			"name": "Pot Marigold",
			"benefits": "Known to have antiviral and anti-inflammatory properties, traditionally used for cramps and constipation",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Pot Marigold, or Calendula, is a species of plant from the Daisy family that blooms throughout the summer and fall seasons. Its name comes from its Old Saxon name, which translates to “it turns with the sun.” Marigolds are considered an edible flower, often being incorporated into salads to add color. Additionally, they have been known to have antiviral and anti-inflammatory properties, and are traditionally used for cramps and constipation.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110245b.jpg?v=1500018710",
			"saved": ""
		},
		{
			"handle": "longan",
			"name": "Longan",
			"benefits": "Full of iron, may ease insomnia, depression, and nausea, may help build blood",
			"type": "Herbal Tea",
			"brew": "5 - 10 mins",
			"description": "Meaning “dragon eye” in Chinese, Longan is a native fruit to Southern China that’s similar to lychee. It is often used in Chinese cuisine and desserts. As an herbal medicine, Longan is high in iron making it an excellent supplement those who need it, especially women. Try eating it like raisins or brew with goji berries for a delicious health drink.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/540061_b_1.jpg?v=1500018614",
			"saved": ""
		},
		{
			"handle": "lemongrass",
			"name": "Lemongrass",
			"benefits": "Known to have antioxidants and anti-microbial properties, may help with arthritis and promote restful sleep",
			"type": "Herbal Tea",
			"brew": "5 - 10 mins",
			"description": "Native to India and Asia, Lemon Grass is a tropical plant widely used throughout Asia in cuisines from soups to curries and brewed as a tea. With a mild citrus flavor and aroma, it also contains citral – an essential oil that is also known to be boast antimicrobial and antiviral properties.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110249b.jpg?v=1500018494",
			"saved": ""
		},
		{
			"handle": "lemon-verbena",
			"name": "Lemon Verbena",
			"benefits": "Known to aid in digestion and have mild calming effects",
			"type": "Herbal Tea",
			"brew": "5 - 10 mins",
			"description": "Originally from South America, Lemon Verbena is an herb with a power lemon scent. It was introduced to Europe in the 17th century where it was used in cuisines as well as herbal drinks and teas in place of actual lemons. It is also known to aid in digestion and have mild calming effects.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110251b.jpg?v=1500018359",
			"saved": ""
		},
		{
			"handle": "lemon-balm",
			"name": "Lemon Balm",
			"benefits": " Known to be cooling and calming, thought to contain antimicrobial and antiviral properties",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Native to southern Europe and the Mediterranean, Lemon Balm is part of the mint family and is often used to flavor ice cream, herbal teas, and candies. It is known for its cooling and calming abilities and is thought to have antimicrobial and antiviral properties due to naturally occurring eugenol and tannins. Iced or hot teas with a bit of Lemon Balm and sugar make for a tasty and cooling drink.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110248b.jpg?v=1500018256",
			"saved": ""
		},
		{
			"handle": "lavender",
			"name": "Lavender",
			"benefits": "Soothing and calming, may alleviate insomnia, anxiety, nerve pain, and migraines",
			"type": "Herbal Tea",
			"brew": "4 - 5 mins",
			"description": "Oh, the calming nature of Lavender! Lavender has long been used for its soothing effects. Drinking a cup before sleeping can help promote a restful night. Lavender is highly aromatic with a light, sweet taste. Add some to your bath can infuse your skin with softening oils or try blending it with mint and other teas for a fragrant treat.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110231b.jpg?v=1500018160",
			"saved": ""
		},
		{
			"handle": "jiao-gu-lan-gynostemma-pentaphyllum",
			"name": "Jiao Gu Lan (Gynostemma)",
			"benefits": "Adaptogenic, contains antioxidants, may improve memory and promote longevity",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Jiao Gu Lan is also known as 'Poor Man’s Ginseng' or 'Miracle Grass.'  This herbaceous vine is indigenous to southern China, Korea, and Japan. A sister to Ginseng, this powerful herb is best known to have high antioxidants and adaptogenic effects that promote longevity. Jiao Gu Lan has been known to improve memory and prevent hair loss.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110229b.jpg?v=1500017938",
			"saved": ""
		},
		{
			"handle": "instant-ginger-tea",
			"name": "Instant Natural Ginger",
			"benefits": "Can help warm the body, boost immunity, increase circulation and energy",
			"type": "Herbal Tea",
			"brew": "Stir",
			"description": "Looking for an simple way to spice up your life? Instant Ginger will do the trick. Sweetened with honey and cane sugar, dissolve the pellets in hot or cold water for instant tea. Fueled with the spicy aroma of ginger to help warm your body and balance out a cold. Ginger is a common herb used to promote circulation and increase energy.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110199_b.jpg?v=1527799320",
			"saved": ""
		},
		{
			"handle": "honeysuckle",
			"name": "Honeysuckle",
			"benefits": "May help decrease inflammation, fevers, and headaches",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Honeysuckle means “Gold Silver Flower” in Chinese. One of the oldest medicinal herbs in history, it is traditionally used to clear heat and toxins from the body when sick. Honeysuckle is thought to be a natural antibiotic and cold remedy. Try Honeysuckle the next time you feel ill, add a little Ginger and Chrysanthemum for a health boost.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/400236b.jpg?v=1500017694",
			"saved": ""
		},
		{
			"handle": "hibiscus",
			"name": "Dried Roselle Flower (Hibiscus)",
			"benefits": "May lower blood pressure, increase circulation, boost immunity, and improve brain function",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Hibiscus - or Roselle Flower - is a dark red flower rich in Vitamin C and anthocyanin, which has been known to help protect against cancer and may improve heart health and brain function. With mild diuretic properties, this tea is known to aid in maintaining regular body temperatures. Fruity and tart, Roselle is delicious over ice.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110225b.jpg?v=1500016439",
			"saved": ""
		},
		{
			"handle": "hawthorn-berry",
			"name": "Hawthorn Berry (Shan Zha)",
			"benefits": "Can boots heart health, may lower blood pressure and increase appetite",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Talk about tart! These berries are traditionally brewed to improve blood flow to benefit your heart and digestion. It’s a wonderful traditional remedy to increase the appetite of stubborn children or from being ill. Add a few berries to accent black teas, creating a unique tartness. Full of antioxidants to protect from free radicals.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/410339_b.jpg?v=1500016362",
			"saved": ""
		},
		{
			"handle": "goji-berry",
			"name": "Goji Berry",
			"benefits": "May promote healthy vision and immune system, full of antioxidants, rich in Vitamin A",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "All hail the Goji Berry! Tiny, yet powerful, Goji has been used in Chinese medicine for centuries. Recently named one of the top Superfruits, these berries are high in antioxidants that may promote healthy vision and immune support. Goji also makes a delicious snack. Substitute for raisins in trail mix or add a tablespoon to smoothies.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/400418_b_1.jpg?v=1500016290",
			"saved": ""
		},
		{
			"handle": "european-rose",
			"name": "European Rose",
			"benefits": "May help detoxify the body, known to improve skin conditions, is mildly diuretic",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Talk about versatility! Roses are not just for your grandma, brew roses into an herbal remedy, create a softening facial mask or toss a few around your home for a natural air freshener. Our roses are hand-picked from Bulgaria and delicately dried to preserve the whole flower. This tea is traditionally brewed to remove toxins by stimulating blood flow directly under the skin.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110236b.jpg?v=1500016201",
			"saved": ""
		},
		{
			"handle": "dried-ginger-slices",
			"name": "Dried Ginger Slices",
			"benefits": "May temporarily alleviate cold symptoms and nausea, known to warm the body and stimulate digestion",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Commonly used in cold remedies, Ginger is known to boost the immune system, soothe and treat flu symptoms as well as naturally increasing the body’s energy levels.  It's also believed to aid in circulation, nausea, warm the body, and stimulate digestion.  Boil some slices for a warming drink or try adding slices in recipes for an added kick in flavor.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/400344_b_1.jpg?v=1500016110",
			"saved": ""
		},
		{
			"handle": "double-ginger-instant-tea",
			"name": "Double Ginger Instant Tea",
			"benefits": "Warming to the body, may aid in digestion, blood circulation, nausea, and headaches",
			"type": "Herbal Tea",
			"brew": "Stir",
			"description": "Our favorite Instant Ginger Tea with a kick! We boosted our Ginger Tea with dried ginger bits for even more ginger power. This root is known as a heating herb to warm the body, promote digestion and aid blood circulation. Sweetened with a touch of honey, just add water to enjoy this tea hot or cold.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110188b.jpg?v=1500015955",
			"saved": ""
		},
		{
			"handle": "dandelion",
			"name": "Dried Dandelion",
			"benefits": "May detoxify liver, promote digestion and weight loss, may help alleviate diabetes and skin conditions",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "More than just a flowering plant on your lawn, Dandelion is a traditional herb famous for its detoxifying abilities. Dandelion means 'Lion's Tooth,' in French, referring to the flower's coarsely tooth leaves. Dandelion may help the body increase urine and decrease swelling. May accelerate recovery and prevent bacterial growth.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/400101_b_1.jpg?v=1500015859",
			"saved": ""
		},
		{
			"handle": "coldbuster",
			"name": "Coldbuster",
			"benefits": "Suggested to aid immune system, great for colds, warms up the body, may help detoxify and nourish",
			"type": "Herbal Tea",
			"brew": "5 mins",
			"description": "A perfect blend of sweet and spicy herbs to fuel your body during a cold. Warm up with ginger, detoxify with honeysuckle and chrysanthemum, and nourish with goji berries. This Bird Pick exclusive blend is created to aid your body's immune system, whether it's to fight off a cold or prevent one.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/130036b.jpg?v=1500015766",
			"saved": ""
		},
		{
			"handle": "chrysanthemum-flower-bud",
			"name": "Chrysanthemum Flower Bud",
			"benefits": "Antibacterial and antifungal properties, antioxidant rich, may aid in cooling and detoxifying the body",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Chrysanthemum Flower Bud is harvested before the flower fully blooms and then naturally dried to preserve the delicate flavors and aroma. Traditionally used in Asia for centuries to promote longevity and health, chrysanthemum has been known to cool and detoxify the body and is often consumed for better vision.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/400658b_1.jpg?v=1500015644",
			"saved": ""
		},
		{
			"handle": "chamomile",
			"name": "Chamomile Flower",
			"benefits": "May aid in relieving stress, anxiety, upset stomachs, indigestion, and insomnia",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "Chamomile has been used medicinally for ages. Ancient Egyptians praised Chamomile to ward off fevers. This herb is brewed in many cultures for stomach ailments and as a mild sedative. The leaves, flower buds and stems of Chamomile can be enjoyed as a relaxing tea. Add honey or lemon for a calming twist.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110189b.jpg?v=1500015545",
			"saved": ""
		},
		{
			"handle": "balsam-pear",
			"name": "Balsam Pear",
			"benefits": "Antioxidant boost, has been known to reduce phlegm and coughs, cools the body, may aid in decreasing cancel cells",
			"type": "Herbal Tea",
			"brew": "5 - 10 mins",
			"description": "Balsam Pear or “bitter melon,” is an edible fruit grown in Asia, Africa and the Caribbean. It has been traditionally used as a home remedy for various illnesses. The Filipino government promotes Balsam Pear to help cure diabetes. This wrinkly looking cucumber is often consumed when feeling sick to help release heat from the body.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110127b.jpg?v=1500015020",
			"saved": ""
		},
		{
			"handle": "bai-mu-er",
			"name": "Bai Mu Er",
			"benefits": "Known to aid in stopping coughs and calming the nerves, great for when you have a cold, may promote a healthy respirator system",
			"type": "Herbal Tea",
			"brew": "30 mins",
			"description": "A delicious Chinese herbal soup that has been known to promote a healthy respiratory system and maintain youthful skin. It's also known to aid in stopping coughs and calming the nerves. It's naturally sweet and you can also eat everything in the soup!",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/130013b.jpg?v=1500014823",
			"saved": ""
		},
		{
			"handle": "ashitaba",
			"name": "Ashitaba",
			"benefits": "May promote circulation and boost immunity, helps supply nutrients to blood, can aid in reducing ulcers and heartburn",
			"type": "Herbal Tea",
			"brew": "5 - 7 mins",
			"description": "With more antioxidants than Green Tea, Ashitaba is a powerful herb once you master the taste. Ashitaba means “Tomorrow's Leaf” in Japanese since the leaves grow quickly and are consumed for regenerative properties and is believed to hinder wrinkles and signs of old age. An excellent supplement for vegetarians for the high B-12 content.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110243b_1.jpg?v=1500014670",
			"saved": ""
		},
		{
			"handle": "taiwan-high-mountain-oolong-tea",
			"name": "Taiwan High Mountain Oolong Tea",
			"benefits": "Contains antioxidants, may increase metabolism",
			"type": "Oolong Tea",
			"brew": "5 mins",
			"description": "One of the finest oolong teas in the world, this tea is semi-fermented with all the benefits of green tea without the grassy taste nor tannins present in black tea. The brief fermentation process creates a distinguished fragrance and its unique flavor. Cultivation and appreciation of this tea is similar to fine wine - each plantation and mountain produces its own special characteristics.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110217b.jpg?v=1500012062",
			"saved": ""
		},
		{
			"handle": "supreme-zhejiang-tikuanyin",
			"name": "Supreme Zhejiang Tikuanyin Oolong Tea",
			"benefits": "May speed up metabolism and aid in digestion",
			"type": "Oolong Tea",
			"brew": "5 mins",
			"description": "Tikuanyin, also known as Iron Buddha or Iron Goddess of Mercy, is considered a green oolong tea – a variation from the oolong tea family. This tea is made when the oolong processing is done in a shorter period of time. The result is a brew that’s more like a green tea in color with vegetal tones, but a mix of nutty fragrances that are present in most oolongs.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110124b.jpg?v=1500011959",
			"saved": ""
		},
		{
			"handle": "supreme-ginseng-oolong-tea",
			"name": "Supreme Ginseng Oolong Tea",
			"benefits": "May boost immunity and energy levels, traditionally known to give longevity",
			"type": "Oolong Tea",
			"brew": "5 mins",
			"description": "Ginseng Oolong is for those who want to experience long sustaining energy. This tea is made of select oolong leaves and ginseng root extract. Ginseng is known as the “root of mankind,” and is considered an adaptogen - a substance that can help your body deal with stress and find balance in terms of weight and body temperature.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110143b_1.jpg?v=1500011856",
			"saved": ""
		},
		{
			"handle": "supreme-fresh-fragrance-oolong-tea",
			"name": "Supreme Fresh Fragrance Oolong Tea",
			"benefits": "May keep teeth healthy, fuel metabolism, and aid in digestion",
			"type": "Oolong Tea",
			"brew": "5 mins",
			"description": "Fresh Fragrance gets its name because that’s exactly what it produces when brewed - a delightful fresh fragrance! Best enjoyed during and after a meal, Oolong tea is highly prized for its belief to speed up your metabolism and to aid in digestion.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110170b_1.jpg?v=1500011768",
			"saved": ""
		},
		{
			"handle": "supreme-big-red-robe-oolong-tea",
			"name": "Supreme Big Red Robe Oolong Tea",
			"benefits": "May fuel metabolism and digestion, contains antioxidants",
			"type": "Oolong Tea",
			"brew": "5 mins",
			"description": "Most famous teas carry a story with them and Big Red Robe is no different. It tells the tale of an emperor searching high and low to cure his ailing mother. He found it in the form of tea from several tea shrubs on the Wuyi Mountains and covered them with large red robes, or Da Hong Pao. Today, those shrubs are still there, but availability is limited making it a tea not to be missed!",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110137b.jpg?v=1500011663",
			"saved": ""
		},
		{
			"handle": "royal-taiwan-lu-gu-oolong-tea",
			"name": "Royal Taiwan Lu Gu Oolong Tea",
			"benefits": "Antioxidants, may decrease appetite and help clean greasy stomachs",
			"type": "Oolong Tea",
			"brew": "5 mins",
			"description": "The Lu Gu township in Taiwan has everything you need to produce top quality tea - spring water, a cool, misty climate and fertile land. Harvested in spring, the tea is processed into tightly rolled leaves and tested by the Farmers Association of Taiwan to set the prices based on taste and quality.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110239b.jpg?v=1500011568",
			"saved": ""
		},
		{
			"handle": "royal-phoenix-yellow-stone-oolong-tea",
			"name": "Royal Phoenix Yellow Stone Oolong Tea",
			"benefits": "May increase burning of fat and metabolism and ease digestion",
			"type": "Oolong Tea",
			"brew": "5 mins",
			"description": "Phoenix Yellow Stone is cultivated from tea trees in Guangdong that are over 700 years old. These trees are actually quite tiny in size and have been around since the Song Dynasty. It is said this tea was once reserved only for royalty. Today, Phoenix Yellow Stone is still considered a rare and precious tea due to its limited production.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110024b_1.jpg?v=1500010963",
			"saved": ""
		},
		{
			"handle": "royal-high-mountain-decaf-oolong-tea",
			"name": "Royal High Mountain Decaf Oolong Tea",
			"benefits": "",
			"type": "Oolong Tea",
			"brew": "5 mins",
			"description": "High Mountain Oolong Tea is synonymous with the finest Oolong teas in the world. It is a semi-fermented tea that contains all the benefits of green tea, but does not have its grassy taste or the tannins present in black tea. The very brief fermentation process also creates the subtle fragrances and flavors that distinguish this tea from all other varieties. The cultivation and appreciation of High Mountain Oolong is somewhat similar to fine wine, with each plantation and each mountain producing its own unique bouquet of flavors, and each year's harvest yielding its own special character. This tea is decaffeinated by exposing moistened tea leaves to pressurized carbon dioxide, which acts as a solvent to remove the caffeine. Because nothing else is affected during this process, the tea retains its flavors and beneficial antioxidants.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110183b.jpg?v=1500010851",
			"saved": ""
		},
		{
			"handle": "royal-dong-ting-oolong-tea",
			"name": "Royal Dong Ting Oolong Tea",
			"benefits": "May fuel metabolism & digestion, contains antioxidants",
			"type": "Oolong Tea",
			"brew": "5 mins",
			"description": "Dong Ting Oolong is considered to be one of Taiwan’s most famous and finest teas. Harvested on Dong Ting Mountain, it is believed the plants were brought over from the Wuyi Mountains in China. This exquisite tea will give you an amazing floral tone with smooth, sweet, dry flavors that are unique to the region.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110134b.jpg?v=1500010661",
			"saved": ""
		},
		{
			"handle": "precious-a-li-shan-special-grade-oolong-tea",
			"name": "Precious A-Li Shan Special Grade Oolong Tea",
			"benefits": "",
			"type": "Oolong Tea",
			"brew": "5 mins",
			"description": "Grown on A-Li Shan Mountain, one of the most famous oolong growing areas in Taiwan, A-Li Shan Oolong Tea is made from hand-picked tea that boast two or three leaves per stem from the top of the tea bush. These leaves are then hand-processed and rolled, resulting in its round, slightly crumpled look that unfurls when brewed, imparting a fragrant aroma and distinct creamy and nutty tones.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110174b.jpg?v=1500010507",
			"saved": ""
		},
		{
			"handle": "phoenix-white-leaf-oolong Tea",
			"name": "Phoenix White Leaf Oolong Tea",
			"benefits": "May help digestion, prevent tooth decay, and speed up metabolism, contains antioxidants",
			"type": "Oolong Tea",
			"brew": "5 mins",
			"description": "The Phoenix Mountains in China have been growing tea trees for hundreds of years. This is where our White Leaf Oolong is grown and carries a characteristic white fuzz on the leaves. Harvested from ancient, un-pruned tea trees, Phoenix White Leaf is subtly sweet like lychee fruit and typically enjoyed during a meal to encourage digestion.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110071-a.jpg?v=1500010374",
			"saved": ""
		},
		{
			"handle": "osmanthjus-milk-oolong-tea",
			"name": "Osmanthus Milk Oolong Tea",
			"benefits": "Naturally creamy, may increase energy, metabolism, and fat burning",
			"type": "Oolong Tea",
			"brew": "5 mins",
			"description": "From the high misty mountains in Taiwan comes a naturally rich and milky flavored tea. Just smell the tea leaves and you’ll know what we’re talking about! Surprisingly, no actual milk is used - the flavor is purely natural from climate conditions the tea tress grow in. All we did was infuse this tea with the unforgettable sweet fragrance of Osmanthus flowers for a delightful cup of tea.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110063b.jpg?v=1500010233",
			"saved": ""
		},
		{
			"handle": "oriental-beauty-oolong-tea",
			"name": "Oriental Beauty Oolong Tea",
			"benefits": "Brilliant gold Benefits May help burnt fat and speed metabolism",
			"type": "Oolong Tea",
			"brew": "5 mins",
			"description": "Oriental Beauty is grown in the Hsinchu County in Taiwan without any pesticides to encourage grasshoppers to feed on the plants. The grasshopper extracts juices from tea stems and leaves, causing oxidation. This natural process yields tea with slightly sweet flavors. Stories say Queen Elizabeth II compared this tea to a beautiful lady.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110074b.jpg?v=1500010100",
			"saved": ""
		},
		{
			"handle": "milk-oolong-tea",
			"name": "Milk Oolong Tea",
			"benefits": "May increase metabolism and burnt fat",
			"type": "Oolong Tea",
			"brew": "5 mins",
			"description": "Deliciously creamy and buttery flavors makes this oolong a unique and popular choice to enjoy. Grown at the top of the high, misty mountains in Taiwan, Milk Oolong is a twist on the usual. Its creamy note is all natural and you can enjoy multiple steeping as well.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110272_b.jpg?v=1527799546",
			"saved": ""
		},
		{
			"handle": "chamomile-oolong-tea",
			"name": "Chamomile Oolong Tea",
			"benefits": "Relaxing, may provide sooth stomach relief & support digestion & metabolism",
			"type": "Oolong Tea",
			"brew": "5 mins",
			"description": "A zen sip for restless nights, this new blend combines the buttery-nutmeg notes of Taiwanese Oolong tea with the delicate, soothing floral of Chamomile.  Chamomile is brewed in many cultures for stomach ailments and as a mild a. Enjoy this aromatic blend to sooth your senses.",
			"imageUrl": "",
			"saved": ""
		},
		{
			"handle": "lychee-oolong-tea",
			"name": "Lychee Oolong Tea",
			"benefits": "Warming tea, high in antioxidants, may increase physical endurance and metabolism",
			"type": "Oolong Tea",
			"brew": "5 mins",
			"description": "Select fine oolong tea leaves infused with pure lychee fruit extraction. Lychee is naturally warming to the body according to Traditional Chinese Medicine, is particularly high in antioxidants, and is known to increase endurance during exercise. Combined with oolong tea, this blend is perfect for those who need a pick me up.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110201_b.jpg?v=1527799353",
			"saved": ""
		},
		{
			"handle": "a-li-shan-oolong-tea",
			"name": "A-Li Shan Oolong Tea",
			"benefits": "May boost metabolism, may aid in preventing heart disease and tooth decay.",
			"type": "Oolong Tea",
			"brew": "5 mins",
			"description": "Grown on A-Li Shan Mountain - one of the most famous oolong growing regions in Taiwan - this tea is picked from the top of the tea bush, boasting two or three leaves per stem. The leaves are then hand-processed and rolled, resulting in its rounded crumpled look that unfurls when brewed, imparting a fragrant aroma and creamy, nutty tones.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110013b.jpg?v=1500009604",
			"saved": ""
		},
		{
			"handle": "supreme-queen-of-pearl-jasmine-green-tea",
			"name": "Supreme Queen of Pearl Jasmine Green Tea",
			"benefits": "May ease anxiety and promote rest, has a delightful aroma",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Made from tender silvery green tea buds infused with jasmine flowers, these pearls are meant for brewing! The blending process takes three rounds with a fresh batch of flowers each time. The leaves are then tightly rolled into a lovely pearl shape which slowly unfurls in hot water. A traditional Chinese tea perfect for gift giving. ",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110042b_1.jpg?v=1499992955",
			"saved": ""
		},
		{
			"handle": "supreme-jasmine-pekoe-green-tea",
			"name": "Supreme Jasmine Pekoe Green Tea",
			"benefits": "May promote rest, maintain good skin, and aid in weight loss",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Jasmine Pekoe is made from whole, young tea leaves that are covered with silver peach-like fuzz. The harvested leaves are dried with heat to halt the oxidation process, and then tossed with jasmine flowers to capture aroma. Jasmine was once traded along the silk route and is the national flower of Indonesia, Pakistan and the Philippines. ",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110191b.jpg?v=1499992809",
			"saved": ""
		},
		{
			"handle": "royal-spring-snail-green-tea",
			"name": "*Royal Spring Snail Green Tea",
			"benefits": "May improve mental health and calm the mind, may reduce cholesterol levels, contains antioxidants",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "descrip",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110039b.jpg?v=1499992495",
			"saved": ""
		},
		{
			"handle": "royal-jasmine-quya-green-tea",
			"name": "Royal Jasmine Quya Green Tea",
			"benefits": "May improve mental health and calm the mind, may reduce cholesterol levels, contains antioxidants",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "This fine Jasmine Quya is made from select tea leaves tossed and blended up to five times with the aroma of jasmine flowers. The night-blooming flowers are hand-picked in the morning and then kept in a cool dry place until the sun sets. When night falls, the jasmine bloom and are mixed with the tea so that the jasmine fragrance is absorbed.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110198b.jpg?v=1499992381",
			"saved": ""
		},
		{
			"handle": "royal-1-one-green-tea",
			"name": "Royal 1&One Green Tea",
			"benefits": "May promote weight loss, lower blood pressure, and detoxify liver",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "A traditional Chinese health tea made from leaves of the Wax Tree, Royal 1&One is also known as Slimming, Kuding or Bitter Nail Tea. Naturally lower in caffeine, this tea is prized for the belief that it may help promote weight loss and detoxify the body. Brew only a 1 or 2 sticks to enjoy a full-bodied brew that may be steeped multiple times. ",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110045b_1.jpg?v=1499992261",
			"saved": ""
		},
		{
			"handle": "premium-taiping-monkeys-pick-green-tea",
			"name": "Premium Taiping Monkey's Pick Green Tea",
			"benefits": "May boost immunity and digestion",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "No monkeys were harmed in the picking of this tea! Folklore has it that trained monkeys would pick tea leaves from hard to reach trees hanging off cliffs. A winner at the Panama Pacific Exposition in 1915, Taiping Monkey's Pick is characterized by its long, flat leaves with a waffle-like pattern from drying on linen or bamboo mats. It’s also considered one of the top ten teas in China.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110064b_2.jpg?v=1499992108",
			"saved": ""
		},
		{
			"handle": "premium-silky-green-tea",
			"name": "Premium Silky Green Tea",
			"benefits": " Antioxidant rich, may improve digestion",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Entice your senses right here. Would you believe that in order to create this naturally creamy flavor, Silky Green must be grown in high misty mountains? Just take a whiff of the tea leaves to see what were talking about. Re-brew the tea leaves to enjoy a second steep that is just as good, if not better than the first.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110255b_2.jpg?v=1499991061",
			"saved": ""
		},
		{
			"handle": "premium-osmanthus-green-tea",
			"name": "Premium Osmanthus Green Tea",
			"benefits": "May beautify complexion, may remove toxins and enhance eyesight",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Who would have thought that flowers and tea would blend so lovely? Osmanthus Green Tea is made from select tea leaves sprinkled with Osmanthus Flowers for a fresh apricot taste. Osmanthus has been traditionally used in Chinese medicine to expel toxins and enhance digestion. These tiny yellow flowers are as beautiful as they are delicious.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110115b_1.jpg?v=1499990654",
			"saved": ""
		},
		{
			"handle": "organic-san-bei-xiang-green-tea",
			"name": "Organic San Bei Xiang Green Tea",
			"benefits": "May aid in digestion and boost immunity",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "The aptly named San Bei Xiang - or “three fragrant cups” in Chinese - has an ability to be steeped at least three times, revealing different flavor nuances with each brew. Nice and full-bodied, this makes a great everyday green tea.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110061b.jpg?v=1499990411",
			"saved": ""
		},
		{
			"handle": "organic-dragons-well-green-tea",
			"name": "Organic Dragon's Well Green Tea",
			"benefits": "Considered a fat burner, may boost immunity and strengthen teeth and bones, antioxidant rich",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Teas named after stories are worth a try! According to Chinese legend, a dragon who lived in a well near West Lake saved the village from a drought by bringing rain. Today, Dragon's Well remains a specialty of the Zhejiang region. The tea has a unique appearance of smooth, flat green leaves with pointed ends like a sparrow's tongue.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110221b.jpg?v=1499990215",
			"saved": ""
		},
		{
			"handle": "organic-cloud-fog-green-tea",
			"name": "Organic Cloud & Fog Green Tea",
			"benefits": "May improve digestion, high in Vitamin C",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Legend goes that monks planted tea trees on Lu Shan mountain, where Could & Fog is still presently grown. Named after the weather conditions on Lu Shan mountain, this tea is harvested during the Qing Ming Festival in spring. The best leaves are light jade in color and known to boast a healthy amount of tea alkaloid and Vitamin C.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110157b.jpg?v=1499989898",
			"saved": ""
		},
		{
			"handle": "jasmine-flower-green-tea",
			"name": "Jasmine Flower Green Tea",
			"benefits": "May reduce anxiety and prevent cell aging, anti-bacterial, antioxidant rich",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Jasmine green tea is one of the most iconic green teas enjoyed around the world. Blended and infused with real jasmine flowers, this tea boasts a wonderfully strong aromatic brew. Great iced or hot, let this tea whisk you away any time of day.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110254b_1.jpg?v=1499973527",
			"saved": ""
		},
		{
			"handle": "gunpowder-green-tea",
			"name": "Gunpowder Green Tea",
			"benefits": "May boost immune system and lower risk of cardiovascular disease, contains catechins",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Don't be fooled by the name! Gunpowder is a popular green tea named after its resemblance of gunpowder pellets. The leaves are withered, steamed, rolled, then left to dry. Rolling the leaves protects them from physical damage while retaining flavor and aroma. Try this tea with mint and sugar for a refreshing tea",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110242b_1.jpg?v=1499973419",
			"saved": ""
		},
		{
			"handle": "caramel-ruby-tea-blend",
			"name": "Caramel Ruby Green Tea Blend",
			"benefits": "Antioxidant fueled, may ease anxiety, improve digestion, and promote restful sleep",
			"type": "Green Tea",
			"brew": "3 - 4 mins",
			"description": "Caramel Ruby is our very own harmonious blend of Rooibos and Caramel Houjicha. Rich with antioxidants, Rooibos relaxes the body, while Caramel Houjicha is a roasted green tea infused with caramel that aids in promoting digestion. Naturally sweet on its own, Caramel Ruby also pairs well with milk and sugar.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/130001b.jpg?v=1499973192",
			"saved": ""
		},
		{
			"handle": "supreme-silver-dragon-white-tea",
			"name": "Supreme Silver Dragon White Tea",
			"benefits": "Antioxidant rich, may aid against Alzheimer's and heart disease",
			"type": "White Tea",
			"brew": "5 mins",
			"description": "The twisted tea leaves with tiny hairs resemble the skin of a dragon, a mystic Chinese creature of power and wisdom. Made from tea buds harvested in spring, these delicate leaves brew light and are capable of handling multiple steeps. Enjoy the nuances of each steep as the flavors change to reveal delicious transitions.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110160b_1.jpg?v=1499972113",
			"saved": ""
		},
		{
			"handle": "supreme-palm-silver-monkey-white-tea",
			"name": "Supreme Palm Silver Monkey White Tea",
			"benefits": " Antioxidants, may reduce blood sugar levels and improve skin conditions",
			"type": "White Tea",
			"brew": "5 mins",
			"description": "Palm Silver Monkey White Tea is a unique and rare white tea grown in Zhejiang, China. Only picked and harvested twice a year, this tea is rare and special. The harvested young buds in early spring are covered in silvery white hairs and processed entirely by hand to ensure quality control for delicious and clean tea. ",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110156b.jpg?v=1499971693",
			"saved": ""
		},
		{
			"handle": "floral-pekoe-white-tea",
			"name": "Royal Floral Pekoe White Tea",
			"benefits": "May aid in reducing blood sugar and bad cholesterol levels",
			"type": "White Tea",
			"brew": "5 mins",
			"description": "Pekoe is a fine tea that is characterized with plump, waxy pale leaves with a fuzzy coat and buds. Usually made into orange pekoe black tea, it produces a delicate forest-like scent when formed into a white tea. Full of antioxidants from lack of processing, Pekoe is a tea that can be enjoyed any time of the day. ",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110055b_1.jpg?v=1499971063",
			"saved": ""
		},
		{
			"handle": "precious-rare-white-tea",
			"name": "Precious Rare White Tea",
			"benefits": "Contains antioxidants & minimal caffeine",
			"type": "White Tea",
			"brew": "5 mins",
			"description": "Precious Rare White Tea is produced in Anji County of Zhejiang Province in China, a region that is recognized for producing some of the best white teas in the world. This tea is highly prized due to its short harvesting period and very limited availability. It produces a smooth brew with scents of roasted chestnuts.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110040b.jpg?v=1499970820",
			"saved": ""
		},
		{
			"handle": "organic-peony-shou-mei-white-tea",
			"name": "Organic Peony White Tea",
			"benefits": "Contains antioxidants & minimal caffeine",
			"type": "White Tea",
			"brew": "5 mins",
			"description": "White Peony, also known as Bai Mu Dan, is a delicate white tea that's minimally processed, lightly oxidized and full of antioxidants.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110112_b.jpg?v=1527799178",
			"saved": ""
		},
		{
			"handle": "organic-pekoe-white-tea",
			"name": "Organic Pekoe White Tea",
			"benefits": "Fat burner, may protect skin cells, boasts antioxidants",
			"type": "White Tea",
			"brew": "5 mins",
			"description": "Cultivated 60 years after Silver Needle White Tea, Pekoe White is made from whole tea leaves that may lack tips. Pekoe means 'white down,' which describes the fine velvety white fuzz on the light green tea leaves. The leaves are loosely rolled then naturally withered and dried in the sun. Minimal processing leads to maximum antioxidants.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110214b.jpg?v=1499969938",
			"saved": ""
		},
		{
			"handle": "high-grade-china-white-tea",
			"name": "High Grade China White Tea",
			"benefits": "Antioxidant rich, low in caffeine, flavorful after multiple steeps",
			"type": "White Tea",
			"brew": "5 mins",
			"description": "High Grade China White is cultivated from large tea trees called Dai Bai, or “Big White,” that have been around since the late 1800s. A fine tea for everyday drinking, you can enjoy multiple steepings to unravel all its earthy and creamy flavors. As with most white teas, High Grade China White is minimally processed, full of antioxidants, and low in caffeine.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110009b_1.jpg?v=1499969443",
			"saved": ""
		},
		{
			"handle": "floral-awakening-tea-blend",
			"name": "Floral Awakening White Tea Blend",
			"benefits": "Contain flavonoids from antioxidants, may aid in strengthening teeth and bones, a natural detox",
			"type": "White Tea",
			"brew": "5 mins",
			"description": "Stimulate your palate with this unforgettable flowery blend. Floral Awakening is an original Bird Pick blend of Organic Peony Shou Mei White Tea, European Rose, and Osmanthus. Created to awaken the senses and stimulate the mind with each refreshing light sip. Fueled with antioxidants from white tea, the roses aid in detoxing your body.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110204b.jpg?v=1499969271",
			"saved": ""
		},
		{
			"handle": "vanilla-sencha",
			"name": "Vanilla Sencha Green Tea",
			"benefits": "Low in caffeine, contains vitamins and minerals, brews in hot or cold water",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Vanilla Sencha is a delectable brew that delivers the relaxing scent and warm flavors of all-natural vanilla, intertwined with the herbaceous flavors of sencha. Sencha is a delicate green tea from Japan that is shaded a couple weeks before picking to maximize the nutrients. Decorated with safflower petals, try brewing this tea cold for a delightfully refreshing cup of tea.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110264b_1.jpg?v=1499927821",
			"saved": ""
		},
		{
			"handle": "premium-matcha",
			"name": "Premium Matcha",
			"benefits": "Contains many vitamins and minerals, slowly releases caffeine to sustain energy without the crash",
			"type": "Green Tea",
			"brew": "Whisk",
			"description": "Traditionally in Japan, Matcha is ceremonially whisked into a frothy brew and enjoyed with wagashi. The health benefits are magnified with Matcha as the stone-ground Sencha allows for consumption of the whole tea leaf. Using a bamboo whisk and bowl, Matcha becomes a thick green brew that is typically enjoyed in a matcha bowl.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110015b.jpg?v=1499927631",
			"saved": ""
		},
		{
			"handle": "premium-gyokuro-tama-no-shizuku",
			"name": "Premium Gyokuro Tama No Shizuku Green Tea",
			"benefits": "May boost immunity and reduce blood pressure, antioxidant rich",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Gyokuro means “Jade Dew” and is one of Japan's finest teas. It was first discovered in 1835 by Kahei Yamamoto who shaded the leaves from sunlight for three weeks prior to harvesting. The result was an increase in the amount of caffeine and amino acids, as well as a sweeter brew. Use twice as much tea per cup with a lower brewing temperature for the perfect cup of tea.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110090b.jpg?v=1499927533",
			"saved": ""
		},
		{
			"handle": "powdered-vanilla-green-tea",
			"name": "Powdered Vanilla Green Tea",
			"benefits": "May help with weight loss and lowering of cholesterol and blood pressure levels",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "A delightful blend of powdered green tea, sugar, and all-natural vanilla, Powdered Vanilla Green Tea is reminiscent of freshly baked sugar cookies without all the mess and with more antioxidants. Simply stir in one teaspoon of this tea with about one cup of hot or cold water and delve into pure vanilla bliss. Add milk for a creamier treat! Made out of matcha, caster sugar, and natural vanilla flavor.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110180b_1.jpg?v=1499927126",
			"saved": ""
		},
		{
			"handle": "peach-sencha",
			"name": "Peach Sencha Green Tea",
			"benefits": "Contains vitamins, minerals, and antioxidants, brews in hot or cold water",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Peach Sencha imparts the smooth and lightly herbaceous flavors of sencha with all natural succulent peach tones. Sencha is a delicate green tea from Japan that is shaded a couple weeks before picking to maximize the nutrients within the tea leaves. Try cold-brewing this tea with a little cane sugar for a sweet, refreshing beverage. ",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110262b_1.jpg?v=1499927025",
			"saved": ""
		},
		{
			"handle": "organic-artisan-shizuoka-sencha",
			"name": "Organic Artisan Shizuoka Sencha Green Tea",
			"benefits": "Organic, multiple steepings, may lower blood pressure and reduce bad cholesterol to prevent heart disease and stroke",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Organically grown in the tea fields of Shizuoka, Japan, this Sencha is carefully processed and prepared to produce a very high quality tea that is greener in color, richer in flavor, and sweeter in taste even with multiple infusions.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110178b.jpg?v=1499926935",
			"saved": ""
		},
		{
			"handle": "nop-organic-matcha-with-powdered-brown-rice",
			"name": "NOP Organic Matcha w/ Powdered Brown Rice",
			"benefits": "Energizing, may increase metabolism and help fight fat, contains antioxidants",
			"type": "Green Tea",
			"brew": "time",
			"description": "Matcha with Powdered Brown Rice is a unique tea in that it blends organic matcha with the warm and soothing flavors of powdered toasted brown rice. Produced with National Organic Program (NOP) standards, this tea is certified to be 100% pure and natural and is sure to please your palate.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110118b.jpg?v=1499926843",
			"saved": ""
		},
		{
			"handle": "nop-organic-genmaicha",
			"name": "NOP Organic Genmaicha Green Tea",
			"benefits": "Antioxidants, may help reduce risk of cancer and boost weight loss with caffeine jitters",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Brown Rice Tea, or Genmaicha, is a blend of sencha green tea and roasted brown rice. Once only consumed by the lower class as a way to stretch their supply of tea, Genmaicha is now appreciated and enjoyed by all due to its unique, soothing, and toasty flavor. Certified under the Nation Organic Program (NOP), this genmaicha is made of organic sencha and organic brown rice tea. ",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110084b.jpg?v=1499926732",
			"saved": ""
		},
		{
			"handle": "matcha-shihou",
			"name": "Japanese Matcha Shihou",
			"benefits": "Energizing, may increase metabolism and help fight fat, contains Vitamin C, Magnesium, and Zinc",
			"type": "Green Tea",
			"brew": "Whisk",
			"description": "Made from stone-ground select Sencha shaded two weeks prior to harvest, Matcha Shihou boasts the full benefits of green tea since you consume the entire leaf. It is a higher grade of matcha compared to our Premium version with more nuanced flavors. Matcha is traditionally used in Japanese tea ceremonies, but you can also use it in recipes or add milk and sugar for a nice latte.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110056b_1.jpg?v=1499926607",
			"saved": ""
		},
		{
			"handle": "matcha-genmaicha",
			"name": "Matcha Genmaicha Green Tea",
			"benefits": "Energizing, contains essential minerals and vitamins, may speed up metabolism",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "A warm blend of sencha and toasted brown rice, dusted with matcha, Matcha Genmaicha boasts a beautiful green brew with a full-bodied toasty flavor. It’s sure to wake up your senses and delight your taste buds. Your body slowly digests matcha for an energizing pick-me-up without the caffeine crash.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110258b_1.jpg?v=1499926490",
			"saved": ""
		},
		{
			"handle": "low-caffeine-sencha",
			"name": "Low Caffeine Sencha Green Tea",
			"benefits": "Multiple steepings, may lower blood pressure and reduce bad cholesterol to prevent heart disease and stroke",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "With an enticingly smooth and crisp flavor, Low Caffeine Sencha is a special brew that undergoes a unique processing method where the leaves are quickly saturated with high-heated water, then air-dried. This removes much of the caffeine ordinarily found in Sencha, but keeps its flavor intact.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110179b.jpg?v=1499926384",
			"saved": ""
		},
		{
			"handle": "kukicha",
			"name": "Kukicha Green Tea",
			"benefits": "Multiple steepings, up to 6 times more calcium than milk, may combat fatigue, burn fat, and build immunity",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Also known as Twig Tea or Bocha, Kukicha is made out of stems, stalks, and twigs left over from the production of Sencha or Matcha. It is processed as a green tea and imparts a unique flavor and aroma compared to other teas from including parts of the plant that most other teas do not have. Naturally low in caffeine, Kukicha is often steeped for three or four infusions.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110098b.jpg?v=1499926293",
			"saved": ""
		},
		{
			"handle": "kagoshima-sencha",
			"name": "Kagoshima Sencha Green Tea",
			"benefits": "May lower blood pressure and reduce bad cholesterol",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "The most popular tea in Japan, Sencha has a unique processing method where freshly picked leaves are steamed before drying, rather than withered first like Chinese teas. The leaves are then heated to remove excess moisture and rolled into a needle shape. A blend of the Yabukita and Yutakamori tea variety, this batch comes from Kagoshima, Japan where the tea bushes are covered with a screen to increase chlorophyll production for a more balanced flavor. ",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110319-a.jpg?v=1499926169",
			"saved": ""
		},
		{
			"handle": "kagoshima-houjicha",
			"name": "Kagoshima Houjicha Green Tea",
			"benefits": "Low in caffeine, may strengthen immune system, may aid in getting a good night's rest",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Houjicha is made by baking or oven roasting harvested Sencha. The result is a darker, more roasted brew. Baking tea lowers the caffeine and tannin content and makes Houjicha comparable to decaffeinated teas. It is said to have some relaxing effects on the body and is traditionally enjoyed during meals or before bed. This batch comes from Kagoshima, Japan.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110321-a.jpg?v=1499926049",
			"saved": ""
		},
		{
			"handle": "kagoshima-genmaicha",
			"name": "Kagoshima Genmaicha Green Tea",
			"benefits": "Contains antioxidants, may help reduce risk of cancer and boost weight loss without caffeine jitters",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Genmaicha is a blend of Japanese green tea and roasted brown rice. Sometimes referred to as “popcorn tea” due to a few grains of rice popping during the roasting process, this tea used to be consumed by the lower class as a way to stretch their tea supply. Coming from Kirishima District in Kagoshima, Japan, this batch of Genmaicha is specifically made using quality select needle-shaped leaves.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110320-a.jpg?v=1499925944",
			"saved": ""
		},
		{
			"handle": "houjicha",
			"name": "Houjicha Green Tea",
			"benefits": "May strengthen immune system, low in caffeine, may boost good rest",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Houjicha is made by baking or oven roasting harvested Sencha, resulting in a darker, roasted brew. Baking tea lowers the caffeine and tannin content and makes Houjicha comparable to decaffeinated teas. It is said to have some relaxing effects on the body and is traditionally enjoyed during meals or before bed.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110260b_1_1.jpg?v=1499925034",
			"saved": ""
		},
		{
			"handle": "honeydew-sencha",
			"name": "Honeydew Sencha Green Tea",
			"benefits": "Antioxidant rich, may ease digestion, brews in hot or cold water",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "Make your taste buds dance! Honeydew Sencha brews fresh and fruity with all-natural accents of honeydew melon. Sencha is a delicate green tea from Japan that is shaded a couple weeks before picking to maximize the nutrients. Decorated with safflower petals, we recommend to brew this tea cold or use hot, not boiling, water.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110263b_1.jpg?v=1499920487",
			"saved": ""
		},
		{
			"handle": "genmaicha",
			"name": "Genmaicha Green Tea",
			"benefits": "Antioxidants, may help reduce risk of cancer and boost weight loss with caffeine jitters",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "A twist on the usual taste of tea - Genmaicha is a Japanese blend of Sencha and roasted brown rice. Sometimes called “Popcorn Tea” due to the rice popping during the roasting process, this tea used to be consumed by the lower class as a way to stretch their supply of tea. Genmaicha is now appreciated by all for its unique toasty flavor.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110261b_2.jpg?v=1499920302",
			"saved": ""
		},
		{
			"handle": "caramel-houjicha",
			"name": "Caramel Houjicha Green Tea",
			"benefits": "Low in caffeine, made with all natural caramel, relaxing",
			"type": "Green Tea",
			"brew": "2 mins",
			"description": "A delicious blend of toasted Houjicha infused with all natural caramel. Made by roasting Sencha, Houjicha's brown leaves brew a darker hue with less caffeine content than other green teas. Add a little milk and sugar for a delightful cup of tea any time of the day. Perfect with a piece of chocolate.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110266b_1.jpg?v=1499920135",
			"saved": ""
		},
		{
			"handle": "yunnan-pu-erh",
			"name": "Yunnan Pu-Erh",
			"benefits": "Known to assist with digestion & detoxifying the body.",
			"type": "Pu-Erh Tea",
			"brew": "5 mins",
			"description": "Yunnan Pu-Erh is a fermented black tea from Yunnan, China. It's a fully oxidized, full-bodied tea typically enjoyed after a meal.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/Yunnan_Pu-Erh.JPG?v=1514508482",
			"saved": ""
		},
		{
			"handle": "supreme-pu-erh",
			"name": "Supreme Pu-Erh",
			"benefits": "Energizing, cleansing, may help burn fat and reduce bad cholesterol",
			"type": "Pu-Erh Tea",
			"brew": "5 mins",
			"description": "Pu-Erh is a post-fermented tea that goes through a complex processing where it is shaped into cakes and aged for a few years to mature its flavors. This process creates a unique aroma and flavor along with added health benefits. Pu-Erh is believed to aid in reducing cholesterol and fat and is best enjoyed after a meal to aid in digestion.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110022b.jpg?v=1499918509",
			"saved": ""
		},
		{
			"handle": "rose-pu-erh-tea",
			"name": "Rose Pu-Erh",
			"benefits": "May aid in burning body fat, lower blood pressure, detox liver, and beautify skin",
			"type": "Pu-Erh Tea",
			"brew": "5 mins",
			"description": "Pressed into beautiful mini bricks and infused with rose for an extra health boost, Rose Pu-Erh is a post-fermented tea that goes through a complex processing where it is shaped into cakes and aged for a few years to mature its flavors. Drop a brick into a cup of freshly boiled water and enjoy the calming, yet energizing brew.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/119001b.jpg?v=1499918397",
			"saved": ""
		},
		{
			"handle": "premium-special-grade-pu-erh",
			"name": "Premium Special Grade Pu-Erh",
			"benefits": "Full of probiotics, may increase alertness, help burn fat, decrease bad cholesterol",
			"type": "Pu-Erh Tea",
			"brew": "5 mins",
			"description": "Named after the famous Yunnan Province in China, Pu-Erh is a highly prized tea for both taste and health benefits. Aged up to 7 years underground, Pu-Erh is believed to help reduce fat and decrease cholesterol levels. Enjoy a cup of Pu-Erh about an hour after a meal to aid in digestion. Premium Special Grade Pu-Erh has a smoother and sweeter taste than lower grade Pu-Erh.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110011b_1.jpg?v=1499918268",
			"saved": ""
		},
		{
			"handle": "chrysanthemum-pu-erh",
			"name": "Chrysanthemum Pu-Erh",
			"benefits": "Can be steeped multiple times, may increase metabolism and help regulate blood sugar levels",
			"type": "Pu-Erh Tea",
			"brew": "5 mins",
			"description": "Give these small bricks a try! Pu-Erh is a post-fermented tea that goes through a complex processing where it is shaped into cakes and aged for a few years to mature its flavors. Infused with chrysanthemum flowers for added detox benefits and a floral scent, these bricks are small yet powerful. Drop a brick into a cup of freshly boiled water for a healthy brew.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/119002b.jpg?v=1499918041",
			"saved": ""
		},
		{
			"handle": "supreme-gongfu-black-tea",
			"name": "Supreme Gongfu Black Tea",
			"benefits": "May decrease blood pressure and enhance memory",
			"type": "Black Tea",
			"brew": "5 mins",
			"description": "Gongfu is a term used to describe the Chao Zhou and Min Nan way of preparing tea in a skill, ceremonial manner. Instead of focusing on symbolic hand gestures like that of Japanese tea ceremonies, Gongfu focuses on accomplishing a delightful taste of tea to satisfy the soul. This tea is characterized by fine, unbroken, and twisted leaves perfect for brewing the Gongfu way.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110193b_1.jpg?v=1499906552",
			"saved": ""
		},
		{
			"handle": "premium-lychee-black-tea",
			"name": "Premium Lychee Black Tea",
			"benefits": "Antioxidants, may increase alertness and focus, all-natural lychee infusion",
			"type": "Black Tea",
			"brew": "5 mins",
			"description": "Lychee Black is a tea created to tickle your taste buds. Lychee is a tropical fruit that is medicinally enjoyed in Asia for its warming effects on the body and antioxidant content. Try this tea with a little milk and sugar for a treat!",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110227b.jpg?v=1499906408",
			"saved": ""
		},
		{
			"handle": "premium-keemun-black-tea",
			"name": "Premium Keemun Black Tea",
			"benefits": "May enhance memory, a good coffee alternative, may boost muscle endurance and energy",
			"type": "Black Tea",
			"brew": "5 mins",
			"description": "Keemun is one of the most popular and well-known black teas from China. Legend has it that a man named Yu Quianchen was the first to make this tea in order to meet demands for a breakfast tea blend produced in Europe. Today, Keemun is enjoyed as a well-rounded tea that is widely used as a base for black tea and breakfast blends.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110021b.jpg?v=1499906201",
			"saved": ""
		},
		{
			"handle": "indian-peach-black-tea",
			"name": "Indian Peach Black Tea",
			"benefits": "Antioxidants, may ease anxiety and increase alertness and energy levels",
			"type": "Black Tea",
			"brew": "5 mins",
			"description": "A perfectly peachy tea that will delight your taste buds! Robust black tea is infused with real peach flavors for a delicious cup of tea that's great over ice and a little sugar or honey. Peaches have been symbolic of long life and unity in China. This tea is a CTC, which stands for 'Crush, Tear, Curl.' It's a processing method used on some black teas to make a more robust and rich brew.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110271-a_1.jpg?v=1499906070",
			"saved": ""
		},
		{
			"handle": "organic-supreme-red-peony-black-tea",
			"name": "Organic Supreme Red Peony Black Tea",
			"benefits": "May help with weight loss and boost energy levels",
			"type": "Black Tea",
			"brew": "5 mins",
			"description": "Unlike other black teas, Organic Red Peony is made only from young tea buds that are carefully hand-tied into a floret. The tea itself is processed like any black tea, however when you brew it, it’ll bloom into a floating peony. This unique tea can last up to a few steeps, if not more.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110095b_1.jpg?v=1499905739",
			"saved": ""
		},
		{
			"handle": "organic-royal-lapsang-souchong",
			"name": "Organic Royal Lapsang Souchong Black Tea",
			"benefits": "May improve cardiovascular health, anti-inflammatory, contain antioxidants",
			"type": "Black Tea",
			"brew": "5 mins",
			"description": "Legend has it that Lapsang Souchong was created during the Qing Dynasty when the passaged of armies delayed the annual drying of tea leaves in the Wuyi Mountains. In order to speed up the drying process, workers dried the leaves over fires made from local pine tress and thus a new tea was born. The finished result is a unique smoky flavor and aroma.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110077b.jpg?v=1499905621",
			"saved": ""
		},
		{
			"handle": "masala-chai-orthodox",
			"name": "Masala Chai Orthodox Black Tea",
			"benefits": "May improve focus, circulation, and warm the body",
			"type": "Black Tea",
			"brew": "5 mins",
			"description": "Chai is a popular tea from India made from a blend of strong black teas and warm, aromatic Indian spices and herbs, including cardamom, cinnamon, ginger, cloves, and pepper. The name literally means “mixed-spice tea” in Hindi and is commonly enjoyed with milk and sugar, but is also great by itself. Only the top quality tea leaves, herbs, and spices go into this blend which results in a delicate, smooth and flavorful brew.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110144b.jpg?v=1499905479",
			"saved": ""
		},
		{
			"handle": "masala-chai-ctc",
			"name": "Masala Chai CTC Black Tea",
			"benefits": "May improve focus, circulation, and warm the body",
			"type": "Black Tea",
			"brew": "5 mins",
			"description": "Chai is a popular tea from India made from a blend of strong black teas and warm, aromatic Indian spices and herbs, including cardamom, cinnamon, ginger, cloves, and pepper. The name literally means “mixed-spice tea” in Hindi and is commonly enjoyed with milk and sugar, but is also great by itself. CTC, which stands for “Crush, Tear, Curl”, is a processing method us",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110129b.jpg?v=1499905262",
			"saved": ""
		},
		{
			"handle": "lady-lavender-black-tea",
			"name": "Lady Lavender Black Tea",
			"benefits": "May ease anxiety, increase alertness, and stimulate the mind",
			"type": "Black Tea",
			"brew": "5 mins",
			"description": "Fine, select black tea leaves sprinkled with lavender flowers, this tea is sure to make you calm, yet alert. Lavender is known to ease anxiety and contain beneficial oils to improve brain function and memory. Combined with mental alertness from the black tea, this simple blend may be enjoyed as is or with a hint of milk and sugar.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110234b.jpg?v=1499904886",
			"saved": ""
		},
		{
			"handle": "jiu-qu-hong-mei-black-tea",
			"name": "Jiu Qu Hong Mei Black Tea",
			"benefits": "May increase alertness and decrease blood pressure",
			"type": "Black Tea",
			"brew": "5 mins",
			"description": "Named after its unique red brew, this tea is characterized by long, brittle, twisted leaves that resemble fish hooks. Jiu Qu Hong Mei is famous for its rarity and has been prized since around 1850. It finally gained noticed worldwide in 1995, when this tea was mentioned in Wang Zufeng's popular novel, A Magnificent Tree of the South.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110145b.jpg?v=1499904722",
			"saved": ""
		},
		{
			"handle": "indian-ginger-black-tea",
			"name": "Indian Ginger Black Tea",
			"benefits": "May alleviate nausea, increase awareness, and promote blood circulation",
			"type": "Black Tea",
			"brew": "5 mins",
			"description": "Indian Ginger Tea is made with a light black tea and pieces of natural sun-dried ginger that give it a nice kick of spiciness. While ginger is known to awake senses and soothe the nerves, it is also commonly used in cold remedies and as an aid for nausea and other stomach ailments. Keep this tea handy to warm yourself on rainy days.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110147b.jpg?v=1499904529",
			"saved": ""
		},
		{
			"handle": "indian-cinnamon-black-tea",
			"name": "Indian Cinnamon Black Tea",
			"benefits": "Antioxidants, antibacterial, may help control blood sugar levels and boost brain activity",
			"type": "Black Tea",
			"brew": "5 mins",
			"description": "Real cinnamon bark is infused in powerful black tea for a satisfying brew with benefits. Cinnamon is known to boast antibacterial properties and regulate blood sugar levels. It may also ease pain from arthritis and cramps. Try this tea with milk and sugar for a treat.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110148b.jpg?v=1499904389",
			"saved": ""
		},
		{
			"handle": "tropical-bliss-fruit-tea",
			"name": "Tropical Bliss Fruit Blend",
			"benefits": "May burn fat and curb sugar cravings, full of Vitamin C and antioxidants, caffeine free",
			"type": "Fruit Blend Tea",
			"brew": "5 - 7 mins",
			"description": "This tea is bursting with tropical fruits and flavors! The deep russet brew and tangy notes come from Hibiscus, neatly blended with coconut and papaya fruit bits. Coconut is known to improve insulin levels, which can help curb sugar cravings. It may also increase your metabolic rate, providing energy and fueling fat burners. Tropical Bliss is made from hibiscus, rose hips, apple bits, citrus peels, pineapple bits, papaya bits and mango bits.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110213-4b_-_tropical_Bliss.jpg?v=1493944599",
			"saved": ""
		},
		{
			"handle": "summertime-bliss-fruit-tea",
			"name": "Summertime Bliss Fruit Blend",
			"benefits": "Full of Vitamin C and antioxidants, caffeine free, may lower cholesterol",
			"type": "Fruit Blend Tea",
			"brew": "5 - 7 mins",
			"description": "Relive summer anytime with our Summertime Bliss. Blended with a base of Hibiscus and Rose Hips for immunity support with added fruit benefits from grapes, oranges and pears. Pears are known to have a cooling effect, creating an excellent remedy for those who have a fever. With its high folic acid content, this tea’s also safe for pregnant women. Summertime Bliss is made from hibiscus, rose hips, apple bits, citrus peels, grapes bits, and pineapple bits.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110213-2b_-_Summertime_Bliss.jpg?v=1493944417",
			"saved": ""
		},
		{
			"handle": "pineapple-dreams-fruit-tea",
			"name": "Pineapple Dreams Fruit Blend",
			"benefits": "Anti-inflammatory, full of Vitamin C and antioxidants, caffeine free, may improve digestion",
			"type": "Fruit Blend Tea",
			"brew": "5 - 7 mins",
			"description": "Take a trip to the Tropics with our caffeine free Pineapple Dreams that’s bursting with tart, fruity flavors. Pineapples are known to prevent macular degeneration - the primary cause of vision loss in adults. Since pineapples are known to be anti-inflammatory, this tea may do well as a supplement for those who suffer from arthritis. Pineapple Dreams is made from hibiscus, rose hips, apple bits, citrus peels, and pineapple bits.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110213-5b_-_Pineapple_Dreams.jpg?v=1493944234",
			"saved": ""
		},
		{
			"handle": "parisian-romance-fruit-tea",
			"name": "Parisian Romance Fruit Blend",
			"benefits": "May lower blood sugar levels, full of Vitamin C and antioxidants, caffeine free",
			"type": "Fruit Blend Tea",
			"brew": "5 - 7 mins",
			"description": "Hoping to fall in love? Look no further. Our Parisian Romance is a beautiful blend of enchanting cherry, grape and strawberry, created to mimic a perfect Parisian night. With a base of Hibiscus and Rose Hips, this herbal fruit tea makes a great health boost that can be enjoyed whenever you feel like adding love to your life. Parisian Romance is made from hibiscus, rose hips, apple bits, citrus peels, grapes, pineapple bits, and mint.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110213-1b_-_Parisian_Romance.jpg?v=1493943992",
			"saved": ""
		},
		{
			"handle": "black-forest-fruit-tea",
			"name": "Black Forest Fruit Blend",
			"benefits": "Cooling, immunity boost from Vitamin C, rich in antioxidants, caffeine free",
			"type": "Fruit Blend Tea",
			"brew": "5 - 7 mins",
			"description": "A refreshing and minty blend of cherries and strawberries, fueled with Vitamin C and antioxidants. Take a few sips and find yourself in a botanical forest of fruity flavors. Mint is known to help cool the mind and body. Made from all natural fruit bits and flowers, steep this tea as long as possible for a full bodied brew. Black Forest is made from hibiscus, rose hips, apple bits, black currants, grapes, and mint.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110213b_Black_Forest.jpg?v=1493088152",
			"saved": ""
		},
		{
			"handle": "apple-verbena-fruit-tea",
			"name": "Apple Verbena Fruit Blend",
			"benefits": "Vitamin C, immunity booster, caffeine free, phytonutrients in apples may help reduce LDL cholesterol levels",
			"type": "Fruit Blend Tea",
			"brew": "5 - 7 mins",
			"description": "Our Apple Verbena is a harmonious blend of botanical Hibiscus and Rose Hips, decorated with flower petals, apple bits and spices. The all natural fruit bits add complex flavors and nutritional benefits of Vitamin C to help boost immunity. Naturally caffeine free. Fun fact: Did you know apples are part of the Rose family? Apple Verbena is made from hibiscus, rose hips, and apple bits.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110213-3b_Apple_Verbena.jpg?v=1493087708",
			"saved": ""
		},
		{
			"handle": "english-breakfast-black-tea",
			"name": "English Breakfast Black Tea",
			"benefits": "May increase alertness, reduce bad cholesterol, and help keep teeth clean",
			"type": "Black Tea",
			"brew": "5 mins",
			"description": "How can this tea be called English Breakfast if it isn't from England? We can thank Richard Davis, who created this tea in 1843 by blending select Indian teas based on a marketing idea which has since become popular worldwide. Typically enjoyed with a little milk and sugar, this tea makes for a perfect start to a beautiful day.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110132b_English_Breakfast.jpg?v=1493084317",
			"saved": ""
		},
		{
			"handle": "earl-grey-black-tea",
			"name": "Earl Grey Black Tea",
			"benefits": "May reduce stress, boost mood, lower fever, improve oral health",
			"type": "Black Tea",
			"brew": "5 mins",
			"origin": "Assam, India",
			"description": "Earl Grey is a select blend of black teas infused with the distinctive aroma of bergamot, a citrus fruit. Legend has it that the name comes from a British Prime Minister named Earl Charles Grey, who made the tea readily available to the public. Bergamot oil is traditionally used to ease digestion and anxiety, reduce fevers, and combat stress.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/130322-a_Earl_Grey.jpg?v=1493083372",
			"saved": ""
		},
		{
			"handle": "bird-pick-breakfast-tea-blend",
			"name": "BP Breakfast Black Tea",
			"benefits": "May help you wake up, stay focused, and energized",
			"type": "Black Tea",
			"brew": "5 mins",
			"origin": "Yunnan and Anhui, China",
			"description": " A twist on the usual. Our very own BP Breakfast is a delightful blend of Assam and Keemun. If breakfast is your most important meal of the deal, sip on some of this tea to help awaken your senses and get your mind going. We're sure you'll enjoy the energy and flavors of this simple blend.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110265b_1_Bp_Breakfast.jpg?v=1493081995",
			"saved": ""
		},
		{
			"handle": "assam",
			"name": "Assam Black Tea",
			"benefits": "May improve alertness and reduce blood pressure",
			"type": "Black Tea",
			"brew": "5 mins",
			"origin": "Yunnan, China",
			"description": "Assam Black Tea is harvested from the Assam variant of Camellia sinensis and is grown at or near sea level in India and Southern China; both locations offer the ideal climate for tea growing.  It is known for its full body, briskness, and strong yet smooth taste. Used in many breakfast tea blends, Assam goes well with milk and sugar.",
			"imageUrl": "https://cdn.shopify.com/s/files/1/1944/4593/products/110216b_Assam.jpg?v=1493066817",
			"saved": ""
		}
	]
}